[
    {
        "answer_a": "Đường bộ, cầu đường bộ.",
        "answer_b": "Hầm đường bộ, bến phà đường bộ.",
        "answer_c": "Đường, cầu đường bộ, hầm đường bộ, bến phà đường bộ và các công trình phụ trợ khác.",
        "answer_d": "",
        "id": "1",
        "image": "img_1",
        "num_exam": "1",
        "question": "Khái niệm \"đường bộ\" được hiểu như thế nào là đúng? Đường bộ gồm:",
        "result": "A,B"
    },
    {
        "answer_a": "Phương tiện giao thông cơ giới đường bộ, phương tiện giao thông thô sơ đường bộ.",
        "answer_b": "Phương tiện giao thông thô sơ đường bộ, phương tiện giao thông cơ giới đường bộ và xe máy chuyên dùng.",
        "answer_c": "Cả hai ý nêu trên.",
        "answer_d": "",
        "id": "2",
        "image": "img_2",
        "num_exam": "1",
        "question": "\"Phương tiện giao thông đường bộ\" gồm những loại nào?",
        "result": "A"
    },
    {
        "answer_a": "Người điều khiển xe ô tô, máy kéo, xe máy chuyên dùng trên đường mà trong máu có nồng độ cồn vượt quá 50 miligam/100 mililit máu hoặc 0,25 miligam/1 lít khí thở.",
        "answer_b": "Người điều khiển xe ô tô, máy kéo, xe máy chuyên dùng trên đường mà trong máu hoặc hơi thở có nồng độ cồn.",
        "answer_c": "Người điều khiển xe ô tô, máy kéo, xe máy chuyên dùng trên đường mà trong máu có nồng độ cồn vượt quá 80 miligam/100 mililít máu hoặc 40 miligam/1 lít khí thở.",
        "answer_d": "",
        "id": "3",
        "image": "img_3",
        "num_exam": "1",
        "question": "Người điều khiển xe ô tô, xe máy kéo, xe máy chuyên dùng trên đường mà trong máu hoặc hơi thở có nồng độ cồn vượt quá bao nhiêu thì bị cấm?",
        "result": "B"
    },
    {
        "answer_a": "Xâm phạm tính mạng, sức khỏe, tài sản của người bị tai nạn giao thông; xâm phạm tính mạng, sức khỏe, tài sản của người gây tai nạn giao thông.",
        "answer_b": "Lợi dụng việc xảy ra tai nạn giao thông để hành hung, đe dọa, xúi giục, gây sức ép, làm mất trật tự, cản trở việc xử lý tai nạn giao thông.",
        "answer_c": "",
        "answer_d": "",
        "id": "4",
        "image": "img_4",
        "num_exam": "1",
        "question": "Khi xảy ra tai nạn giao thông, những hành vi nào ghi ở dưới đây bị nghiêm cấm?",
        "result": "A,B"
    },
    {
        "answer_a": "Phải cho xe dừng lại trước vạch dừng, trừ trường hợp đã đi quá vạch dừng thi được đi tiếp; trong trường hợp tín hiệu vàng nhấp nháy là được đi nhưng phải giảm tốc độ, chú ý quan sát, nhường đường cho người đi bộ qua đường.",
        "answer_b": "Phải cho xe nhanh chóng vượt qua vạch dừng để đi qua đường giao nhau và chú ý đảm bảo an toàn; khi đèn tín hiệu vàng nhấp nháy là được đi nhưng phải giảm tốc độ, chú ý quan sát người đi bộ để bảo đảm an toàn.",
        "answer_c": "Cả hai ý nêu trên.",
        "answer_d": "",
        "id": "5",
        "image": "img_5",
        "num_exam": "1",
        "question": "Tại nơi đường giao nhau, khi đèn điều khiển giao thông có tín hiệu vàng, người điều khiển phương tiện phải thực hiện như thế nào?",
        "result": "A"
    },
    {
        "answer_a": "Xe thô sơ phải đi trên làn đường bên trái trong cùng; xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải.",
        "answer_b": "Xe thô sơ phải đi trên làn đường bên phải trong cùng; xe cơ giới, xe máy chuyên dùng đi trên làn đường bên trái.",
        "answer_c": "Xe thô sơ đi trên làn đường phù hợp không ây cản trở giao thông; xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải.",
        "answer_d": "",
        "id": "6",
        "image": "img_6",
        "num_exam": "1",
        "question": "Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi như thế nào?",
        "result": "B"
    },
    {
        "answer_a": "Phải nhường đường cho xe đi bên phải.",
        "answer_b": "Xe báo hiệu xin đường trước xe đo được đi trước.",
        "answer_c": "Phải nhường đường cho xe đi bên trái.",
        "answer_d": "",
        "id": "7",
        "image": "img_7",
        "num_exam": "1",
        "question": "Tại nơi đường giao nhau có báo hiệu đi theo vòng xuyến người điều khiển phương tiện phải nhường đường như thế nào?",
        "result": "C"
    },
    {
        "answer_a": "Xe cơ giới, xe máy chuyên dùng phải bật đèn; xe thô sơ phải bật đèn hoặc có vật phát sáng báo hiệu; chỉ được dừng xe, đỗ xe ở nơi quy định.",
        "answer_b": "Xe cơ giới phải bật đèn ngay cả khi đường hầm sáng; phải cho xe trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
        "answer_c": "Xe máy chuyên dùng phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
        "answer_d": "",
        "id": "8",
        "image": "img_8",
        "num_exam": "1",
        "question": "Người điều khiển phương tiện tham gia giao thông trong hầm đường bộ ngoài việc phải tuân thủ các quy tắc giao thông còn phải thực hiện những quy định nào ghi ở dưới đây?",
        "result": "A"
    },
    {
        "answer_a": "Giấy phép lái xe, đăng ký xe, giấy phép lưu hành xe.",
        "answer_b": "Lệnh vận chuyển, đăng ký xe, giấy phép lưu hành xe.",
        "answer_c": "Giấy phép lái xe phù hợp với loại xe đó, đăng ký xe, giấy chứng nhận kiểm định kỹ thuật và bảo vệ môi trường, giấy chứng nhận bảo hiểm trách nhiệm dân sự của chủ xe cơ giới và giấy phép vận chuyển (nếu loại xe đó cần phải có).",
        "answer_d": "",
        "id": "9",
        "image": "img_9",
        "num_exam": "1",
        "question": "Khi điều khiển xe chạy trên đường, người lái xe phải mang theo các loại giấy tờ gì?",
        "result": "C"
    },
    {
        "answer_a": "60km/h.",
        "answer_b": "50km/h.",
        "answer_c": "40km/h.",
        "answer_d": "30km/h.",
        "id": "10",
        "image": "img_10",
        "num_exam": "1",
        "question": "Trên đường bộ trong khu vực đông dân cư, xe mô tô hai bánh, xe gắn máy tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?",
        "result": "C"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 1 và 3.",
        "answer_c": "Biển 2.",
        "answer_d": "Biển 2 và 3.",
        "id": "11",
        "image": "img_11",
        "num_exam": "1",
        "question": "Biển nào cấm người đi bộ?",
        "result": "C"
    },
    {
        "answer_a": "Biển 1 và 2.",
        "answer_b": "Biển 2 và 3.",
        "answer_c": "Biển 1 và 3.",
        "answer_d": "Cả ba biển.",
        "id": "12",
        "image": "img_12",
        "num_exam": "1",
        "question": "Biển nào báo hiệu đường sắt giao nhau với đường bộ không có rào chắn?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "13",
        "image": "img_13",
        "num_exam": "1",
        "question": "Biển nào báo hiệu giao nhau với đường không ưu tiên?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1 và 2.",
        "answer_b": "Biển 1 và 3.",
        "answer_c": "Biển 2 và 3",
        "answer_d": "",
        "id": "14",
        "image": "img_14",
        "num_exam": "1",
        "question": "Biển nào xe mô tô hai bánh được đi vào?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1 và 3.",
        "answer_b": "Biển 2 và 3.",
        "answer_c": "Biển 1 và 2.",
        "answer_d": "Cả ba biển.",
        "id": "15",
        "image": "img_15",
        "num_exam": "1",
        "question": "Khi đến chỗ giao nhau, gặp biển nào thì người lái xe không được cho xe đi thẳng, phải rẽ sang hướng khác?",
        "result": "C"
    },
    {
        "answer_a": "Xe tải, xe lam, xe con, mô tô.",
        "answer_b": "Xe tải, mô tô, xe lam, xe con.",
        "answer_c": "Xe lam, xe tải, xe con, mô tô.",
        "answer_d": "Mô tô, xe lam, xe tải, xe con.",
        "id": "16",
        "image": "img_16",
        "num_exam": "1",
        "question": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
        "result": "B"
    },
    {
        "answer_a": "Xe khách, xe tải, mô tô.",
        "answer_b": "Xe tải, xe con, xe mô tô.",
        "answer_c": "Xe khách, xe con, xe mô tô.",
        "answer_d": "",
        "id": "17",
        "image": "img_17",
        "num_exam": "1",
        "question": "Các xe đi theo mũi tên, xe nào vi phạm quy tắc giao thông?",
        "result": "A"
    },
    {
        "answer_a": "Đúng.",
        "answer_b": "Không đúng.",
        "answer_c": "",
        "answer_d": "",
        "id": "18",
        "image": "img_18",
        "num_exam": "1",
        "question": "Xe tải kéo mô tô ba bánh như hình này có đúng quy tắc giao thông không?",
        "result": "B"
    },
    {
        "answer_a": "Xe khách, mô tô.",
        "answer_b": "Tất cả các loại xe trên.",
        "answer_c": "Không xe nào chấp hành đúng quy tắc giao thông.",
        "answer_d": "",
        "id": "19",
        "image": "img_19",
        "num_exam": "1",
        "question": "Trong hình dưới đây, xe nào chấp hành đúng quy tắc giao thông?",
        "result": "B"
    },
    {
        "answer_a": "Xe mô tô.",
        "answer_b": "Xe ô tô con.",
        "answer_c": "Không xe nào vi phạm.",
        "answer_d": "",
        "id": "20",
        "image": "img_20",
        "num_exam": "1",
        "question": "Theo tín hiệu đèn của xe cơ giới, xe nào vi phạm quy tắc giao thông?",
        "result": "A,B"
    },
    {
        "answer_a": "Vạch kẻ đường là vạch chỉ sự phân chia làn đường, vị trí hoặc hướng đi, vị trí dừng lại.",
        "answer_b": "Vạch kẻ đường là vạch chỉ sự phân biệt trí dừng, đỗ trên đường.",
        "answer_c": "Tất cả các ý nêu trên.",
        "answer_d": "",
        "id": "21",
        "image": "img_21",
        "num_exam": "2",
        "question": "“Vạch kẻ đường” được hiểu như thế nào là đúng?",
        "result": "A"
    },
    {
        "answer_a": "Gồm xe ô tô, máy kéo, xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, xe cơ giới dành cho người khuyết tật và xe máy chuyên dùng.",
        "answer_b": "Gồm xe ô tô, máy kéo, rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo, xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự.",
        "answer_c": "",
        "answer_d": "",
        "id": "22",
        "image": "img_22",
        "num_exam": "2",
        "question": "Khái niệm “phương tiện giao thông cơ giới đường bộ” được hiểu như thế nào là đúng?",
        "result": "B"
    },
    {
        "answer_a": "Nồng độ cồn vượt quá 50 miligam/100 mililit máu.",
        "answer_b": "Nồng độ cồn vượt quá 40 miligam/100 mililit máu.",
        "answer_c": "Nồng độ cồn vượt quá 30 miligam/100 mililit máu.",
        "answer_d": "",
        "id": "23",
        "image": "img_23",
        "num_exam": "2",
        "question": "Người điều khiển xe mô tô, xe gắn máy trên đường mà trong máu có nồng độ cồn vượt quá bao nhiêu thì bị cấm?",
        "result": "A"
    },
    {
        "answer_a": "Nghiêm cấm sản xuất, được phép sử dụng.",
        "answer_b": "Nghiêm cấm mua bán, cho phép sử dụng.",
        "answer_c": "Nghiêm cấm sản xuất, mua bán, sử dụng trái phép.",
        "answer_d": "",
        "id": "24",
        "image": "img_24",
        "num_exam": "2",
        "question": "Việc sản xuất, mua bán, sử dụng biển xe cơ giới, xe máy chuyên dùng được quy định như thế nào trong Luật giao thông đường bộ?",
        "result": "C"
    },
    {
        "answer_a": "Nhóm biển báo cấm để biểu thị các điều cấm; nhóm biển báo hiệu nguy hiểm để cảnh báo các tình huống nguy hiểm có thể xảy ra, nhóm biển hiệu lệnh để báo hiệu các hiệu lệnh phải thi hành.",
        "answer_b": "Nhóm biển chỉ dẫn để chỉ dẫn hướng đi hoặc các điều biết; nhóm biển phụ để thuyết minh bổ sung các loại biển báo cấm, biển báo nguy hiểm, biển hiệu lệnh và biển chỉ dẫn.",
        "answer_c": "",
        "answer_d": "",
        "id": "25",
        "image": "img_25",
        "num_exam": "2",
        "question": "Biển báo hiệu đường bộ gồm những nhóm nào, ý nghĩa của từng nhóm?",
        "result": "A,B"
    },
    {
        "answer_a": "Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biêt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép; khi chuyển làn đường phải có tín hiệu báo trước và đảm bảo an toàn.",
        "answer_b": "Phương tiện tham gia giao thông đường bộ di chuyển tốc độ thấp hơn đi về bên trái.",
        "answer_c": "Trên đường một chiều có vạch kẻ phân làn đường, xe thô sơ phải đi trên làn đường bên phải trong cùng xe cơ giới, xe máy chuyên dùng đi trên làn đường bên trái, phương tiện tham gia giao thông đường bộ di chuyển tốc độ thấp hơn đi về bên phải.",
        "answer_d": "",
        "id": "26",
        "image": "img_26",
        "num_exam": "2",
        "question": "Trên đường có nhiều làn đường, người điều khiển phương tiện tham gia giao thông sử dụng làn đường như thế nào là đúng?",
        "result": "A,C"
    },
    {
        "answer_a": "Nhường đường cho xe đi ở bên phải mình tới.",
        "answer_b": "Nhường đường cho xe đi ở bên trái mình tới.",
        "answer_c": "Nhường đường cho xe đi trên đường ưu tiên hoặc đường chính đi từ bất kì hướng nào tới.",
        "answer_d": "",
        "id": "27",
        "image": "img_27",
        "num_exam": "2",
        "question": "Tại nơi đường giao nhau, người lái xe đang đi trên đường không ưu tiên phải nhường đường như thế nào?",
        "result": "C"
    },
    {
        "answer_a": "Khi tham gia giao thông đường bộ.",
        "answer_b": "Chỉ khi đi trên đường cao tốc.",
        "answer_c": "",
        "answer_d": "",
        "id": "28",
        "image": "img_28",
        "num_exam": "2",
        "question": "Người ngồi trên xe mô tô 2 bánh, xe mô tô 3 bánh, xe gắn máy phải đội mũ bảo hiểm có cài quay đúng quy cách khi nào?",
        "result": "A"
    },
    {
        "answer_a": "1- 16 tuổi.",
        "answer_b": "2- 18 tuổi.",
        "answer_c": "3- 17 tuổi.",
        "answer_d": "",
        "id": "29",
        "image": "img_29",
        "num_exam": "2",
        "question": "Người đủ bao nhiêu tuổi trở lên thì được điều khiển xe mô tô 2 bánh, xe mô tô 3 bánh có dung tích xilanh từ 50 cm3 trở lên và các loại xe có kết cấu tương tự, xe ô tô tải, máy kéo có trọng tải dưới 3,5 tấn; xe ô tô chở người dưới 9 chỗ ngồi?",
        "result": "B"
    },
    {
        "answer_a": "Ô tô chở người trên 30 chỗ ngồi, ô tô tải có trọng tải từ 3500kg trở lên, ô tô sơ mi rơ mooc, ô tô kéo rơ moóc, ô tô kéo xe khác, ô tô chuyên dùng, xe mô tô, xe gắn máy.",
        "answer_b": "Ô tô chở người đến 30 chỗ ngồi, ô tô tải có trọng tải dưới 3500 kg.",
        "answer_c": "Xe máy kéo, xe công nông, xe lam, xe lôi máy xe xích lô máy, xe ba gác máy, xe máy chuyên dùng và các loại xe tương tự (loại đang được phép hoạt động).",
        "answer_d": "",
        "id": "30",
        "image": "img_30",
        "num_exam": "2",
        "question": "Trên đường bộ trong khu vực đông dân cư, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 40 km/h?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 3.",
        "answer_c": "Biển 2.",
        "answer_d": "Biển 1 và 3.",
        "id": "31",
        "image": "img_31",
        "num_exam": "2",
        "question": "Gặp biển nào người lái xe phải nhường đường cho người đi bộ?",
        "result": "A"
    },
    {
        "answer_a": "Biển 3.",
        "answer_b": "Biển 1.",
        "answer_c": "Biển 2.",
        "answer_d": "",
        "id": "32",
        "image": "img_32",
        "num_exam": "2",
        "question": "Biển nào báo hiệu “Hết đoạn đường ưu tiên”?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "33",
        "image": "img_33",
        "num_exam": "2",
        "question": "Biển nào báo hiệu đường hai chiều?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "34",
        "image": "img_34",
        "num_exam": "2",
        "question": "Biển nào xe mô tô hai bánh không được đi vào?",
        "result": "B"
    },
    {
        "answer_a": "Được phép.",
        "answer_b": "Không được phép.",
        "answer_c": "",
        "answer_d": "",
        "id": "35",
        "image": "img_35",
        "num_exam": "2",
        "question": "Khi gặp biển này, xe lam và mô tô ba bánh có được phép rẽ trái hay rẽ phải hay không?",
        "result": "B"
    },
    {
        "answer_a": "Xe tải, xe lam, mô tô.",
        "answer_b": "Xe lam, xe tải, mô tô.",
        "answer_c": "Mô tô, xe lam, xe tải.",
        "answer_d": "Xe lam, mô tô, xe tải.",
        "id": "36",
        "image": "img_36",
        "num_exam": "2",
        "question": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Xe khách, xe tải, mô tô, xe con.",
        "answer_b": "Xe con, xe khách, xe tải, mô tô.",
        "answer_c": "Mô tô, xe tải, xe khách, xe con.",
        "answer_d": "Mô tô, xe tải, xe con, xe khách.",
        "id": "37",
        "image": "img_37",
        "num_exam": "2",
        "question": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Xe lam.",
        "answer_b": "Xe xích lô.",
        "answer_c": "",
        "answer_d": "",
        "id": "38",
        "image": "img_38",
        "num_exam": "2",
        "question": "Xe nào được quyền đi trước trong trường hợp này?",
        "result": "B"
    },
    {
        "answer_a": "Cả ba hướng.",
        "answer_b": "Hướng 1 và 2.",
        "answer_c": "Hướng 1 và 3.",
        "answer_d": "Hướng 2 và 3.",
        "id": "39",
        "image": "img_39",
        "num_exam": "2",
        "question": "Theo hướng mũi tên, những hướng nào xe mô tô được phép đi?",
        "result": "C"
    },
    {
        "answer_a": "Xe con.",
        "answer_b": "Xe tải.",
        "answer_c": "Xe con, xe tải.",
        "answer_d": "",
        "id": "40",
        "image": "img_40",
        "num_exam": "2",
        "question": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
        "result": "B"
    },
    {
        "answer_a": "Là phần của đường bộ được sử dụng cho các phương tiện giao thông qua lại.",
        "answer_b": "Là phần đường bộ được sử dụng cho các phương tiện giao thông qua lại, dải đất dọc hai bên đường để đảm bảo an toàn giao thông.",
        "answer_c": "Là phần đường bộ được sử dụng cho các phương tiện giao thông qua lại, các công trình, thiết bị phụ trợ khác và dải đất dọc hai bên đường để đảm bảo an toàn giao thông.",
        "answer_d": "",
        "id": "41",
        "image": "img_41",
        "num_exam": "3",
        "question": "Khái niệm “phần đường xe chạy” được hiểu như thế nào là đúng?",
        "result": "A"
    },
    {
        "answer_a": "Phương tiện giao thông cơ giới đường bộ.",
        "answer_b": "Phương tiện giao thông thô sơ đường bộ và xe máy chuyên dùng.",
        "answer_c": "",
        "answer_d": "",
        "id": "42",
        "image": "img_42",
        "num_exam": "3",
        "question": "“Phương tiện tham gia giao thông đường bộ” gồm những loại nào?",
        "result": "A,B"
    },
    {
        "answer_a": "Nồng độ cồn vượt quá 0.25 miligam/1 lit khí thở.",
        "answer_b": "Nồng độ cồn vượt quá 0.20 miligam/1 lit khí thở.",
        "answer_c": "Nồng độ cồn vượt quá 0.15 miligam/1 lit khí thở.",
        "answer_d": "",
        "id": "43",
        "image": "img_43",
        "num_exam": "3",
        "question": "Người điều khiển xe mô tô, xe gắn máy trên đường mà trong khí thở có nồng độ cồn vượt quá bao nhiêu thì bị cấm ?",
        "result": "A"
    },
    {
        "answer_a": "Trên cầu hẹp có một làn xe, nơi đường giao nhau, đường bộ giao nhau cùng mức với đường sắt.",
        "answer_b": "Điều kiện thời tiết hoặc đường không đảm bảo an toàn cho việc vượt, xe ưu tiên đang phát tín hiệu ưu tiên làm nhiệm vụ.",
        "answer_c": "",
        "answer_d": "",
        "id": "44",
        "image": "img_44",
        "num_exam": "3",
        "question": "Người lái xe không được vượt xe khác khi gặp trường hợp nào ghi ở dưới đây?",
        "result": "A,B"
    },
    {
        "answer_a": "Người tham gia giao thông ở phía trước và ở phía sau người điều khiển giao thông phải dừng lại; người tham gia giao thông ở phía bên phải và bên trái người điều khiển được đi.",
        "answer_b": "Người tham gia giao thông ở phía trước và ở phía sau người điều khiển giao thông được đi thẳng; người tham gia giao thông ở phía bên phải và bên trái người điều khiển giao thông được đi thẳng và rẽ phải.",
        "answer_c": "",
        "answer_d": "",
        "id": "45",
        "image": "img_45",
        "num_exam": "3",
        "question": "Tại nơi đường giao nhau, khi người điều khiển giao thông ra hiệu lệnh bằng hai tay hoặc một tay giang ngang để báo hiệu thì người tham gia giao thông phải đi như thế nào là đúng quy tắc giao thông?",
        "result": "A"
    },
    {
        "answer_a": "Khi xe phía trước có tín hiệu rẽ trái hoặc đang rẽ trái; khi xe điện đang chạy giữa đường.",
        "answer_b": "Khi xe chuyên dùng đang làm việc trên đường mà không thể vượt bên trái được.",
        "answer_c": "Khi có đủ khoảng trống để vượt xe.",
        "answer_d": "",
        "id": "46",
        "image": "img_46",
        "num_exam": "3",
        "question": "Xe sau có thể vượt lên bên phải xe khác đang chạy phía trước trong trường hợp nào?",
        "result": "A,B"
    },
    {
        "answer_a": "Phải nhường đường cho xe đi từ bên phải.",
        "answer_b": "Xe báo hiệu xin đường trước xe đó được đi trước.",
        "answer_c": "Phải nhường đường cho xe đi từ bên trái.",
        "answer_d": "",
        "id": "47",
        "image": "img_47",
        "num_exam": "3",
        "question": "Tại nơi đường giao nhau không có báo hiệu đi theo vòng xuyến, người điều khiển phương tiện phải nhường đường như thế nào là đúng quy tắc giao thông?",
        "result": "A"
    },
    {
        "answer_a": "Chở người bệnh đi cấp cứu, trẻ em dưới 14 tuổi.",
        "answer_b": "Áp giải người có hành vi vi phạm pháp luật.",
        "answer_c": "",
        "answer_d": "",
        "id": "48",
        "image": "img_48",
        "num_exam": "3",
        "question": "Khi điều khiển xe mô tô 2 bánh, xe gắn máy được phép chở tối đa 2 người trong những trường hợp nào?",
        "result": "A,B"
    },
    {
        "answer_a": "Nhường đường cho xe đi trên đường nhánh từ bất kỳ hướng nào tới.",
        "answer_b": "Nhường đường cho người đi bộ đang đi trên phần đường dành cho người đi bộ sang đường.",
        "answer_c": "Nhường đường cho xe đi trên đường ưu tiên, đường chính đi từ bất kì hướng nào tới, nhường đường cho xe ưu tiên, nhường đường cho xe đi từ bên phải đến.",
        "answer_d": "",
        "id": "49",
        "image": "img_49",
        "num_exam": "3",
        "question": "Tại ngã ba hoặc ngã tư không có đảo an toàn, người lái xe phải nhường đường như thế nào là đúng trong các trường hợp dưới đây?",
        "result": "B,C"
    },
    {
        "answer_a": "Ô tô chở người đến 30 chỗ ngồi (trừ ô tô buýt), ô tô tải có tải trọng dưới 3500 kg.",
        "answer_b": "Ô tô chở người trên 30 chỗ ngồi (trừ ô tô buýt), ô tô tải có trọng tải dưới 3500 kg.",
        "answer_c": "Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
        "answer_d": "Ô tô buýt, ô tô sơ mi rơ moóc, ô tô chuyên dùng, xe mô tô.",
        "id": "50",
        "image": "img_50",
        "num_exam": "3",
        "question": "Trên đường bộ ngoài khu đông dân cư, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 50 km/h?",
        "result": "C"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 1 và 3.",
        "answer_c": "Biển 3.",
        "answer_d": "Cả ba biển.",
        "id": "51",
        "image": "img_51",
        "num_exam": "3",
        "question": "Biển nào chỉ đường dành cho người đi bộ, các loại xe không được đi vào khi gặp biển này?",
        "result": "C"
    },
    {
        "answer_a": "Biển 1 và 2.",
        "answer_b": "Biển 1 và 3.",
        "answer_c": "Cả ba biển.",
        "answer_d": "Biển 2 và 3.",
        "id": "52",
        "image": "img_52",
        "num_exam": "3",
        "question": "Biển nào báo hiệu, chỉ dẫn xe đi trên đường này được quyền ưu tiên qua nơi giao nhau?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "53",
        "image": "img_53",
        "num_exam": "3",
        "question": "Biển nào báo hiệu phải giảm tốc độ, nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp?",
        "result": "B"
    },
    {
        "answer_a": "Cấm các loại xe ở biển phụ đi vào.",
        "answer_b": "Cấm các loại xe cơ giới đi vào trừ loại xe ở biển phụ.",
        "answer_c": "",
        "answer_d": "",
        "id": "54",
        "image": "img_54",
        "num_exam": "3",
        "question": "Ba biển này có ý nghĩa hiệu lực như thế nào?",
        "result": "A"
    },
    {
        "answer_a": "Có.",
        "answer_b": "Không.",
        "answer_c": "",
        "answer_d": "",
        "id": "55",
        "image": "img_55",
        "num_exam": "3",
        "question": "Biển này có hiệu lực đối với xe mô tô hai, ba bánh không?",
        "result": "A"
    },
    {
        "answer_a": "Mô tô.",
        "answer_b": "Xe con.",
        "answer_c": "",
        "answer_d": "",
        "id": "56",
        "image": "img_56",
        "num_exam": "3",
        "question": "Trường hợp này xe nào được quyền đi trước?",
        "result": "B"
    },
    {
        "answer_a": "Xe tải.",
        "answer_b": "Xe con và mô tô.",
        "answer_c": "Cả ba xe.",
        "answer_d": "Xe con và xe tải.",
        "id": "57",
        "image": "img_57",
        "num_exam": "3",
        "question": "Trong trường hợp này xe nào đỗ vi phạm quy tắc giao thông?",
        "result": "A"
    },
    {
        "answer_a": "Xe lam, mô tô, xe con, xe đạp.",
        "answer_b": "Xe con, xe đạp, mô tô, xe lam.",
        "answer_c": "Xe lam, xe con, mô tô + xe đạp.",
        "answer_d": "Mô tô + xe đạp, xe lam, xe con.",
        "id": "58",
        "image": "img_58",
        "num_exam": "3",
        "question": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
        "result": "D"
    },
    {
        "answer_a": "Xe công an, xe quân sự, xe con + mô tô.",
        "answer_b": "Xe quân sự, xe công an, xe con + mô tô.",
        "answer_c": "Xe mô tô + xe con, xe quân sự, xe công an.",
        "answer_d": "",
        "id": "59",
        "image": "img_59",
        "num_exam": "3",
        "question": "Trong trường hợp này, thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
        "result": "B"
    },
    {
        "answer_a": "Xe tải, xe con.",
        "answer_b": "Xe khách, xe con.",
        "answer_c": "Xe khách, xe tải.",
        "answer_d": "",
        "id": "60",
        "image": "img_60",
        "num_exam": "3",
        "question": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Là một phần của đường được chia theo chiều ngang của đường, có bề rộng đủ cho xe đỗ an toàn.",
        "answer_b": "Là một phần đường xe chạy được chia theo chiều dọc của đường, có bề rộng đủ cho xe chạy an toàn.",
        "answer_c": "Cả 02 ý trên.",
        "answer_d": "",
        "id": "61",
        "image": "img_61",
        "num_exam": "4",
        "question": "Khái niệm “Làn đường” được hiểu như thế nào là đúng?",
        "result": "B"
    },
    {
        "answer_a": "Người điều khiển, người sử dụng phương tiện tham gia giao thông đường bộ.",
        "answer_b": "Người điều khiển, dẫn dắt súc vật, người đi bộ trên đường bộ.",
        "answer_c": "",
        "answer_d": "",
        "id": "62",
        "image": "img_62",
        "num_exam": "4",
        "question": "“Người tham gia giao thông đường bộ” gồm những đối tượng nào?",
        "result": "A,B"
    },
    {
        "answer_a": "Không bị nghiêm cấm.",
        "answer_b": "Bị nghiêm cấm.",
        "answer_c": "Nghiêm cấm tùy từng trường hợp.",
        "answer_d": "",
        "id": "63",
        "image": "img_63",
        "num_exam": "4",
        "question": "Hành vi giao xe cơ giới, xe máy chuyên dùng cho người không đủ điều kiện để điều khiển xe tham gia giao thông có bị nghiêm cấm hay không?",
        "result": "B"
    },
    {
        "answer_a": "Được phép.",
        "answer_b": "Tùy trường hợp.",
        "answer_c": "Không được phép.",
        "answer_d": "",
        "id": "64",
        "image": "img_64",
        "num_exam": "4",
        "question": "Người điều khiển xe mô tô hai bánh, ba bánh, xe gắn máy có được phép sử dụng xe để kéo, đẩy các xe khác, vật khác khi tham gia giao thông không?",
        "result": "C"
    },
    {
        "answer_a": "Người tham gia giao thông ở phía trước và ở phía sau người điều khiển giao thông phải dừng lại; người tham gia giao thông ở phía bên phải và bên trái người điều khiển được đi.",
        "answer_b": "Người tham gia giao thông ở các hướng phải dừng lại.",
        "answer_c": "Tất cả các trường hợp trên.",
        "answer_d": "",
        "id": "65",
        "image": "img_65",
        "num_exam": "4",
        "question": "Tại nơi đường giao nhau, khi người điều khiển giao thông ra hiệu lệnh tay giơ thẳng đứng để báo hiệu thì người tham gia giao thông phải đi như thế nào?",
        "result": "B"
    },
    {
        "answer_a": "Không được quay đầu xe.",
        "answer_b": "Lợi dụng chỗ trống và phải có người làm tín hiệu sau xe để đảm bảo an toàn.",
        "answer_c": "Lợi dụng chỗ trống có thể quay đầu được để quay đầu x echo an toàn.",
        "answer_d": "",
        "id": "66",
        "image": "img_66",
        "num_exam": "4",
        "question": "Người lái xe phải làm gì khi quay đầu xe trên cầu, gầm cầu vượt, đường ngầm hay khu vực đường bộ giao nhau cùng mức với đường sắt?",
        "result": "A"
    },
    {
        "answer_a": "Phương tiện nào bên phải không vướng.",
        "answer_b": "Phương tiện nào ra tín hiệu xin đường trước.",
        "answer_c": "Phương tiện giao thông đường sắt.",
        "answer_d": "",
        "id": "67",
        "image": "img_67",
        "num_exam": "4",
        "question": "Trên đoạn đường bộ giao nhau cùng mức với đường sắt, cầu đường bộ đi chung với đường sắt thì loại phương tiện nào được quyền ưu tiên đi trước?",
        "result": "C"
    },
    {
        "answer_a": "Đi xe dàng hàng ngang.",
        "answer_b": "Đi xe vào phần đường dành cho người đi bộ và phương tiện khác, sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính).",
        "answer_c": "Chở người bệnh đi cấp cứu, trẻ em dưới 14 tuổi, áp giải người có hành vi vi phạm pháp luật.",
        "answer_d": "",
        "id": "68",
        "image": "img_68",
        "num_exam": "4",
        "question": "Người điều khiển xe mô tô 2 bánh, xe mô tô 3 bánh, xe gắn máy không được thực hiện những hành vi nào ghi ở dưới đây?",
        "result": "A,B"
    },
    {
        "answer_a": "Xe mô tô hai bánh có dung tích xilanh từ 50 cm3 trở lên.",
        "answer_b": "Xe gắn máy có dung tích xilanh dưới 50 cm3.",
        "answer_c": "Xe ô tô tải dưới 3,5 tấn, xe chở người đến 9 chỗ ngồi.",
        "answer_d": "Tất cả các ý trên.",
        "id": "69",
        "image": "img_69",
        "num_exam": "4",
        "question": "Người đủ 16 tuổi được điều khiển các loại xe nào dưới đây?",
        "result": "B"
    },
    {
        "answer_a": "Là sự hiểu biết và chấp hành nghiêm chỉnh pháp luật về giao thông; là ý thức trách nhiệm với cộng đồng khi tham gia giao thông.",
        "answer_b": "Là ứng xử văn hóa có tình yêu thương con người trong các tình huống không may xảy ra khi tham gia giao thông.",
        "answer_c": "",
        "answer_d": "",
        "id": "70",
        "image": "img_70",
        "num_exam": "4",
        "question": "Khái niệm về văn hóa giao thông được hiểu như thế nào là đúng?",
        "result": "A,B"
    },
    {
        "answer_a": "Biển 1 và 2.",
        "answer_b": "Biển 2 và 3.",
        "answer_c": "Biển 1.",
        "answer_d": "Cả ba biển.",
        "id": "71",
        "image": "img_71",
        "num_exam": "4",
        "question": "Biển nào báo hiệu sắp đến chỗ giao nhau nguy hiểm?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2 và 3.",
        "answer_c": "Biển 2.",
        "answer_d": "Biển 3.",
        "id": "72",
        "image": "img_72",
        "num_exam": "4",
        "question": "Biển nào báo hiệu giao nhau với đường không ưu tiên?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "Biển 2 và 3.",
        "id": "73",
        "image": "img_73",
        "num_exam": "4",
        "question": "Biển nào chỉ dẫn được ưu tiên qua đường hẹp?",
        "result": "C"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Không biển nào.",
        "answer_d": "",
        "id": "74",
        "image": "img_74",
        "num_exam": "4",
        "question": "Biển nào cấm quay xe?",
        "result": "A,B"
    },
    {
        "answer_a": "Biển 2 và 3.",
        "answer_b": "Biển 1 và 2.",
        "answer_c": "Biển 1 và 3.",
        "answer_d": "Cả ba biển.",
        "id": "75",
        "image": "img_75",
        "num_exam": "4",
        "question": "Biển nào báo hiệu cầu vượt liên thông?",
        "result": "C"
    },
    {
        "answer_a": "Xe lam, xe cứu thương, xe con.",
        "answer_b": "Xe cứu thương, xe con, xe lam.",
        "answer_c": "Xe con, xe lam, xe cứu thương.",
        "answer_d": "",
        "id": "76",
        "image": "img_76",
        "num_exam": "4",
        "question": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
        "result": "A"
    },
    {
        "answer_a": "Xe tải.",
        "answer_b": "Xe con.",
        "answer_c": "Xe lam.",
        "answer_d": "",
        "id": "77",
        "image": "img_77",
        "num_exam": "4",
        "question": "Xe nào được quyền đi trước?",
        "result": "B"
    },
    {
        "answer_a": "Mô tô.",
        "answer_b": "Xe con.",
        "answer_c": "",
        "answer_d": "",
        "id": "78",
        "image": "img_78",
        "num_exam": "4",
        "question": "Xe nào được quyền đi trước trong trường hợp này?",
        "result": "A"
    },
    {
        "answer_a": "Xe con (E), mô tô (C).",
        "answer_b": "Xe tải (A), mô tô (D).",
        "answer_c": "Xe khách (B), mô tô (C).",
        "answer_d": "Xe khách (B), mô tô (D).",
        "id": "79",
        "image": "img_79",
        "num_exam": "4",
        "question": "Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
        "result": "A"
    },
    {
        "answer_a": "Xe con, xe tải, xe khách.",
        "answer_b": "Xe tải, xe khách, xe mô tô.",
        "answer_c": "Xe khách, xe mô tô, xe con.",
        "answer_d": "Cả bốn xe.",
        "id": "80",
        "image": "img_80",
        "num_exam": "4",
        "question": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
        "result": "B"
    },
    {
        "answer_a": "Đường phố là đường đô thị, gồm lòng đường và hè phố.",
        "answer_b": "Đường phố là đường bộ ngoài đô thị có lòng đường đủ rộng cho các phương tiện giao thông qua lại",
        "answer_c": "Cả hai ý nêu trên.",
        "answer_d": "",
        "id": "81",
        "image": "img_81",
        "num_exam": "5",
        "question": "Khái niệm “đường phố” được hiểu như thế nào là đúng?",
        "result": "A"
    },
    {
        "answer_a": "Là người điều khiển phương tiện tham gia giao thông.",
        "answer_b": "Là người được giao nhiệm vụ hướng dẫn giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
        "answer_c": "Là cảnh sát giao thông.",
        "answer_d": "Tất cả các ý nêu trên.",
        "id": "82",
        "image": "img_82",
        "num_exam": "5",
        "question": "Khái niệm “người điều khiển giao thông” được hiểu như thế nào là đúng?",
        "result": "B,C"
    },
    {
        "answer_a": "Bị nghiêm cấm.",
        "answer_b": "Bị nghiêm cấm tùy từng trường hợp.",
        "answer_c": "Không bị nghiêm cấm.",
        "answer_d": "",
        "id": "83",
        "image": "img_83",
        "num_exam": "5",
        "question": "Hành vi điều khiển xe cơ giới chạy quá tốc độ quy định, giành đường, vượt ẩu có bị nghiêm cấm hay không?",
        "result": "A"
    },
    {
        "answer_a": "Đội mũ bảo hiểm và cài quai đúng cách.",
        "answer_b": "Sử dụng ô; bấm, kéo hoặc đẩy các phương tiện khác.",
        "answer_c": "Đứng trên yên, giá đèo hàng hoặc ngồi trên tay lái, các hành vi khác gây mất trật tự an toàn giao thông.",
        "answer_d": "",
        "id": "84",
        "image": "img_84",
        "num_exam": "5",
        "question": "Người ngồi trên xe mô tô hai bánh, ba bánh, xe gắn máy khi tham gia giao thông không được thực hiện những hành vi nào dưới đây?",
        "result": "B,C"
    },
    {
        "answer_a": "Người tham gia giao thông ở phía sau người điều khiển phải dừng lại; người ở phía trước người điều khiển được rẽ trái; người ở bên trái người điều khiển được rẽ trái; người đi bộ qua đường phải dừng lại sau lưng người điều khiển giao thông.",
        "answer_b": "Người tham giao giao thông ở phía sau và bên phải người điều khiển phải dừng lại; người ở phía trước người điều khiển được rẽ phải; người ở phía bên trái người điều khiển giao thông được đi tất cả các hướng; người đi bộ qua đường phải đi sau lưng người điều khiển giao thông.",
        "answer_c": "",
        "answer_d": "",
        "id": "85",
        "image": "img_85",
        "num_exam": "5",
        "question": "Tại nơi đường giao nhau, khi người điều khiển giao thông ra hiệu lệnh bằng tay phải giơ về phía trước để báo hiệu thì người tham gia giao thông phải đi như thế nào?",
        "result": "B"
    },
    {
        "answer_a": "Người điều khiển phương tiện phải tăng tốc độ và có tín hiệu báo hướng để rẽ.",
        "answer_b": "Người điều khiển phương tiện phải giảm tốc độ và có tín hiệu báo hướng rẽ; chỉ cho rẽ chuyển hướng khi quan sát thấy không gây trở ngại hoặc nguy hiểm cho người và phương tiện khác.",
        "answer_c": "Trong khi chuyển hướng, người lái xe, người điều khiển xe máy chuyên dùng phải nhường quyền đi trước cho người đi bộ, người đi xe đạp đang đi trên phần đường dành riêng cho họ, nhường đường cho các xe đi ngược chiều.",
        "answer_d": "",
        "id": "86",
        "image": "img_86",
        "num_exam": "5",
        "question": "Khi muốn chuyển hướng, người lái xe phải thực hiện như thế nào?",
        "result": "B,C"
    },
    {
        "answer_a": "5.00m.",
        "answer_b": "3.00m.",
        "answer_c": "4.00m.",
        "answer_d": "7.00m.",
        "id": "87",
        "image": "img_87",
        "num_exam": "5",
        "question": "Tại nơi đường bộ giao nhau cùng mức với đường sắt chỉ có đèn tín hiệu hoặc chuông báo hiệu, khi đèn tín hiệu màu đỏ đã bật sáng hoặc có tiếng chuông báo hiệu, người tham gia giao thông phải dừng lại ngay và giữ khoảng cách tối thiểu bao nhiêu mét tính từ ray gần nhất?",
        "result": "A"
    },
    {
        "answer_a": "Khi tham gia giao thông đường bộ.",
        "answer_b": "Chỉ khi tham gia giao thông trên đường quốc lộ, khu vực đô thị.",
        "answer_c": "",
        "answer_d": "",
        "id": "88",
        "image": "img_88",
        "num_exam": "5",
        "question": "Người điều khiển, người ngồi trên xe đạp máy phải đội mũ bảo hiểm có cài quay đúng quy cách khi nào?",
        "result": "A"
    },
    {
        "answer_a": "05 năm.",
        "answer_b": "03 năm.",
        "answer_c": "02 năm.",
        "answer_d": "",
        "id": "89",
        "image": "img_89",
        "num_exam": "5",
        "question": "Khi phát hiện hành vi giả khai báo mất hoặc tẩy xóa, làm sai lệch các thông tin trên giấy phép lái xe; sử dụng giấy phép lái xe hoặc đổi hồ sơ giả; có hành vi cố tình gian dối để được đổi, cấp mới, cấp lại giấy phép lái xe, ngoài việc bị cơ quan quản lý giấy phép lái xe quyết định thu hồi giấy phép lái xe và hồ sơ gốc còn phải chịu trách nhiệm trước pháp luật, người lái xe không được cấp giấy phép lái xe trong thời gian bao nhiêu năm?",
        "result": "A"
    },
    {
        "answer_a": "Là bình thường.",
        "answer_b": "Là thiếu văn hóa giao thông.",
        "answer_c": "Là có văn hóa giao thông.",
        "answer_d": "",
        "id": "90",
        "image": "img_90",
        "num_exam": "5",
        "question": "Người lái xe cố tình vi phạm Luật Giao thông đường bộ, không phân biệt làn đường, vạch phân làn, phóng nhanh, vượt ẩu, vượt đèn đỏ, đi vào đường cấm, đường một chiều được coi là hành vi nào trong các hành vi sau đây?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2 và 3.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "91",
        "image": "img_91",
        "num_exam": "5",
        "question": "Biển nào báo hiệu sắp đến chỗ giao nhau với đường sắt có rào chắn?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1 và 3.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "92",
        "image": "img_92",
        "num_exam": "5",
        "question": "Biển nào báo hiệu giao nhau với đường ưu tiên?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1 và 3.",
        "answer_b": "Biển 1 và 2.",
        "answer_c": "Biển 2 và 3.",
        "answer_d": "",
        "id": "93",
        "image": "img_93",
        "num_exam": "5",
        "question": "Biển nào báo hiệu cấm xe mô tô ba bánh đi vào?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Cả hai biển.",
        "answer_d": "",
        "id": "94",
        "image": "img_94",
        "num_exam": "5",
        "question": "Biển nào cấm xe rẽ trái?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 2 và 3.",
        "answer_d": "",
        "id": "95",
        "image": "img_95",
        "num_exam": "5",
        "question": "Biển nào báo hiệu đoạn đường hay xảy ra tai nạn?",
        "result": "B"
    },
    {
        "answer_a": "Mô tô.",
        "answer_b": "Xe cứu thương.",
        "answer_c": "",
        "answer_d": "",
        "id": "96",
        "image": "img_96",
        "num_exam": "5",
        "question": "Xe nào được quyền đi trước trong trường hợp này?",
        "result": "B"
    },
    {
        "answer_a": "Cả ba hướng.",
        "answer_b": "Hướng 1 và 3.",
        "answer_c": "Chỉ hướng 1.",
        "answer_d": "",
        "id": "97",
        "image": "img_97",
        "num_exam": "5",
        "question": "Theo mũi tên, những hướng nào xe gắn máy đi được?",
        "result": "A"
    },
    {
        "answer_a": "Xe khách.",
        "answer_b": "Mô tô.",
        "answer_c": "Xe con.",
        "answer_d": "Xe con và mô tô.",
        "id": "98",
        "image": "img_98",
        "num_exam": "5",
        "question": "Xe nào vi phạm quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Xe con (B), mô tô (C).",
        "answer_b": "Xe con (A), mô tô (C).",
        "answer_c": "Xe con (E), mô tô (D).",
        "answer_d": "Tất cả các loại xe trên.",
        "id": "99",
        "image": "img_99",
        "num_exam": "5",
        "question": "Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Xe tải, mô tô.",
        "answer_b": "Xe khách, mô tô.",
        "answer_c": "Xe tải, xe con.",
        "answer_d": "Mô tô, xe con.",
        "id": "100",
        "image": "img_100",
        "num_exam": "5",
        "question": "Các xe đi theo hướng mũi tên, xe nào chấp hành đúng quy tắc giao thông?",
        "result": "B"
    },
    {
        "answer_a": "Là bộ phận của đường để phân chia mặt đường thành hai chiều xe chạy riêng biệt hoặc để phân chia phần đường của xe cơ giới và xe thô sơ.",
        "answer_b": "Là bộ phận của đường để xác định ranh giới của đất dành cho người đi bộ theo chiều ngang của đường.",
        "answer_c": "Là bộ phận của đường để ngăn cách không cho các loại xe vào những nơi không được phép.",
        "answer_d": "",
        "id": "101",
        "image": "img_101",
        "num_exam": "6",
        "question": "Khái niệm “dải phân cách” được hiểu như thế nào là đúng?",
        "result": "A"
    },
    {
        "answer_a": "Phá hoại đường, cầu, hầm, bến phà đường bộ, phá hoại đèn tín hiệu, cọc tiêu, biển báo hiệu, gương cầu, dải phân cách.",
        "answer_b": "Phá hoại hệ thống thoát nước và các công trình, thiết bị khác thuộc kết cấu hạ tầng giao thông đường bộ.",
        "answer_c": "",
        "answer_d": "",
        "id": "102",
        "image": "img_102",
        "num_exam": "6",
        "question": "Các hành vi nào ghi ở dưới đây bị nghiêm cấm?",
        "result": "A,B"
    },
    {
        "answer_a": "Bấm còi, rú ga liên tục, bấm còi trong thời gian từ 22 giờ đến 5 giờ.",
        "answer_b": "Bấm còi hơi, sử dụng đèn chiếu xa trong khu đô thị và khu dân cư, trừ các xe ưu tiên khi đang làm nhiệm vụ.",
        "answer_c": "",
        "answer_d": "",
        "id": "103",
        "image": "img_103",
        "num_exam": "6",
        "question": "Những hành vi nào sau đây bị cấm?",
        "result": "A,B"
    },
    {
        "answer_a": "Được mang, vác tùy trường hợp cụ thể.",
        "answer_b": "Không được mang, vác.",
        "answer_c": "Được mang, vác nhưng phải đảm bảo an toàn.",
        "answer_d": "",
        "id": "104",
        "image": "img_104",
        "num_exam": "6",
        "question": "Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông có được mang, vác vật cồng kềnh hay không?",
        "result": "B"
    },
    {
        "answer_a": "Hiệu lệnh của người điều khiển giao thông.",
        "answer_b": "Hiệu lệnh của đèn điều khiển giao thông.",
        "answer_c": "Hiệu lệnh của biển báo hiệu đường bộ.",
        "answer_d": "",
        "id": "105",
        "image": "img_105",
        "num_exam": "6",
        "question": "Trên đường giao thông, khi hiệu lệnh của người điều khiển giao thông trái với hiệu lệnh của đèn hoặc biển báo hiệu thì người tham gia giao thông phải chấp hành theo hiệu lệnh nào?",
        "result": "A"
    },
    {
        "answer_a": "Nơi đường hẹp chỉ đủ cho một xe chạy và có chỗ tránh xe thì xe nào ở gần chỗ tránh hơn phải vào vị trí tránh nhường đường cho xe kia đi.",
        "answer_b": "Xe xuống dốc phải nhường đường cho xe đang lên dốc, xe nào có chướng ngại vật phía trước phải nhường đường cho xe không có chướng ngại vật đi trước.",
        "answer_c": "Xe lên dốc phải nhường đường cho xe xuống dốc.",
        "answer_d": "",
        "id": "106",
        "image": "img_106",
        "num_exam": "6",
        "question": "Khi tránh xe đi ngược chiều, các xe phải nhường đường nhe thế nào là đúng?",
        "result": "A,B"
    },
    {
        "answer_a": "Phải có tín hiệu xin vào và phải nhường đường cho xe đang chạy trên đường, khi thấy an toàn mới cho xe nhập vào dòng xe ở làn đường sát mép ngoài.",
        "answer_b": "Phải có tín hiệu và tăng tốc độ vào đường cao tốc.",
        "answer_c": "Nếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi vào làn đường của đường cao tốc.",
        "answer_d": "",
        "id": "107",
        "image": "img_107",
        "num_exam": "6",
        "question": "Người lái xe phải làm gì khi điều khiển xe vào đường cao tốc?",
        "result": "A,C"
    },
    {
        "answer_a": "Cơ quan quản lý giao thông vận tải.",
        "answer_b": "Ủy ban nhân dân cấp tỉnh.",
        "answer_c": "Cơ quan cảnh sát giao thông đường bộ.",
        "answer_d": "Thanh tra giao thông đường bộ.",
        "id": "108",
        "image": "img_108",
        "num_exam": "6",
        "question": "Cơ quan nào quy định các đoạn đường cấm đi, đường đi một chiều, nơi cấm dừng, cấm đỗ, cấm quay đầu xe, lắp đặt báo hiệu đường bộ thuộc địa phương quản lý?",
        "result": "B"
    },
    {
        "answer_a": "Lái xe vào lề đường bên phải và giảm tốc độ để xe phía sau vượt qua.",
        "answer_b": "Lái xe vào lề đường bên trái và giảm tốc độ để xe phía sau vượt qua.",
        "answer_c": "Lái xe vào lề đường bên phải và tăng tốc độ để xe phía sau vượt qua.",
        "answer_d": "",
        "id": "109",
        "image": "img_109",
        "num_exam": "6",
        "question": "Người lái xe mô tô xử lý như thế nào khi cho xe mô tô phía sau vượt?",
        "result": "A"
    },
    {
        "answer_a": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông, đội mũ bảo hiểm ở những nơi có biển báo bắt buộc đội mũ bảo hiểm.",
        "answer_b": "Chấp hành quy định về tốc độ, đèn tín hiệu, biển báo hiệu, vạch kẻ đường khi lái xe.",
        "answer_c": "Chấp hành hiệu lệnh, chỉ dẫn của người điều khiển giao thông, nhường đường cho người đi bộ, người già, trẻ em, người khuyết tật.",
        "answer_d": "Cả 3 ý nêu trên.",
        "id": "110",
        "image": "img_110",
        "num_exam": "6",
        "question": "Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?",
        "result": "B,C"
    },
    {
        "answer_a": "Biển 2.",
        "answer_b": "Biển 1.",
        "answer_c": "Biển 3.",
        "answer_d": "Cả ba biển.",
        "id": "111",
        "image": "img_111",
        "num_exam": "6",
        "question": "Biển nào báo hiệu giao nhau có tín hiệu đèn?",
        "result": "C"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 3.",
        "answer_c": "Biển 2.",
        "answer_d": "Cả ba biển.",
        "id": "112",
        "image": "img_112",
        "num_exam": "6",
        "question": "Biển nào báo hiệu giao nhau với đường ưu tiên?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "113",
        "image": "img_113",
        "num_exam": "6",
        "question": "Biển nào báo hiệu cấm xe mô tô hai bánh đi vào?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Không biển nào.",
        "answer_d": "",
        "id": "114",
        "image": "img_114",
        "num_exam": "6",
        "question": "Khi gặp biển nào xe được rẽ trái?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1 và 2.",
        "answer_b": "Biển 1 và 3.",
        "answer_c": "Biển 2 và 3.",
        "answer_d": "",
        "id": "115",
        "image": "img_115",
        "num_exam": "6",
        "question": "Biển nào báo hiệu tuyến đường cầu vượt cắt qua?",
        "result": "A"
    },
    {
        "answer_a": "Xe con và xe khách.",
        "answer_b": "Mô tô.",
        "answer_c": "",
        "answer_d": "",
        "id": "116",
        "image": "img_116",
        "num_exam": "6",
        "question": "Theo tín hiệu đèn, xe nào được phép đi?",
        "result": "A"
    },
    {
        "answer_a": "Cả hai xe.",
        "answer_b": "Không xe nào vi phạm.",
        "answer_c": "Chỉ xe mô tô vi phạm.",
        "answer_d": "Chỉ xe tải vi phạm.",
        "id": "117",
        "image": "img_117",
        "num_exam": "6",
        "question": "Xe nào đỗ vi phạm quy tắc giao thông?",
        "result": "A"
    },
    {
        "answer_a": "Các xe ở phía tay phải và tay trái của người điều khiển được phép đi thẳng.",
        "answer_b": "Cho phép các xe ở mọi hướng được rẽ phải.",
        "answer_c": "Tất cả các xe phải dừng lại trước ngã tư, trừ những xe đã ở trong ngã tư được phép tiếp tục đi.",
        "answer_d": "",
        "id": "118",
        "image": "img_118",
        "num_exam": "6",
        "question": "Các xe đi như thế nào là đúng quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Xe khách, mô tô.",
        "answer_b": "Xe tải, mô tô.",
        "answer_c": "Xe con, xe tải.",
        "answer_d": "",
        "id": "119",
        "image": "img_119",
        "num_exam": "6",
        "question": "Theo tín hiệu đèn, xe nào phải dừng lại là đúng quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Xe của bạn, mô tô, xe con.",
        "answer_b": "Xe con, xe của bạn, mô tô.",
        "answer_c": "Mô tô, xe con, xe của bạn.",
        "answer_d": "",
        "id": "120",
        "image": "img_120",
        "num_exam": "6",
        "question": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
        "result": "C"
    },
    {
        "answer_a": "Loại cố định.",
        "answer_b": "Loại di động.",
        "answer_c": "",
        "answer_d": "",
        "id": "121",
        "image": "img_121",
        "num_exam": "7",
        "question": "Dải phân cách trên đường bộ có những loại nào?",
        "result": "A,B"
    },
    {
        "answer_a": "Đua xe, cỗ vũ đua xe, tổ chức đua xe trái phép.",
        "answer_b": "Lạng lách, đánh võng.",
        "answer_c": "",
        "answer_d": "",
        "id": "122",
        "image": "img_122",
        "num_exam": "7",
        "question": "Những hành vi nào ghi ở dưới đây bị nghiêm cấm?",
        "result": "A,B"
    },
    {
        "answer_a": "Dừng ngay phương tiện, giữ nguyên hiện trường, cấp cứu người bị nạn và phải có mặt khi cơ quan có thẩm quyền yêu cầu, cung cấp thông tin xác thực về vụ tai nạn cho cơ quan có thẩm quyền.",
        "answer_b": "Ở lại nơi xảy ra tai nạn cho đến khi người của cơ quan công an đến, trừ trường hợp người điều khiển phương tiện cũng bị thương phải đưa đi cấp cứu hoặc phải đưa người bị nạn đi cấp cứu hoặc vì lý do đe dọa đến tính mạng nhưng phải đến trình báo ngay với cơ quan công an gần nhất.",
        "answer_c": "Rời khỏi hiện trường nơi xảy ra tai nạn giao thông.",
        "answer_d": "",
        "id": "123",
        "image": "img_123",
        "num_exam": "7",
        "question": "Người điều khiển phương tiện và những người liên quan trực tiếp đến vụ tai nạn có trách nhiệm gì?",
        "result": "A,B"
    },
    {
        "answer_a": "Buông cả hai tay hoặc đi xe bằng một bánh đối với xe hai bánh, bằng hai bánh đối với xe ba bánh, chạy quá tốc độ quy định.",
        "answer_b": "Sử dụng xe để kéo, đẩy xe khác, vật khác và chở vật cồng kềnh, để chân chống quẹt xuống đất và cá hành vi khác gây mất trật tự an toàn giao thông.",
        "answer_c": "Chạy đúng tốc độ quy định và chấp hành đúng quy tắc giao thông đường bộ.",
        "answer_d": "",
        "id": "124",
        "image": "img_124",
        "num_exam": "7",
        "question": "Khi điều khiển xe mô tô hai bánh, mô tô ba bánh, xe gắn máy những hành vi nào không được phép?",
        "result": "A,B"
    },
    {
        "answer_a": "Biển báo hiệu cố định.",
        "answer_b": "Báo hiệu tạm thời.",
        "answer_c": "",
        "answer_d": "",
        "id": "125",
        "image": "img_125",
        "num_exam": "7",
        "question": "Tại nơi có biển báo hiệu cố định lại có báo hiệu tạm thời thì người tham gia giao thông phải chấp hành hiệu lệnh của báo hiệu nào?",
        "result": "B"
    },
    {
        "answer_a": "Phải chuyến từ đèn chiếu gần sang đèn chiếu xa.",
        "answer_b": "Phải chuyển từ đèn chiếu xa sang đèn chiếu gần.",
        "answer_c": "",
        "answer_d": "",
        "id": "126",
        "image": "img_126",
        "num_exam": "7",
        "question": "Ban đêm xe cơ giới đi ngược chiều gặp nhau, đèn chiếu sáng phải sử dụng như thế nào?",
        "result": "B"
    },
    {
        "answer_a": "Phải thực hiện chuyển dần sang làn đường phía bên phải, nếu có làn đường giảm tốc thì phải cho xe chạy trên làn đường đó trước khi rời khỏi đường cao tốc.",
        "answer_b": "Phải thực hiện chuyển ngay sang các làn đường phía bên phải, nếu có làn đường giảm tốc thì phải cho xe chạy trên làn đường đó trước khi rời khỏi đường cao tốc.",
        "answer_c": "",
        "answer_d": "",
        "id": "127",
        "image": "img_127",
        "num_exam": "7",
        "question": "Người lái xe phải làm gì khi điều khiển x era khỏi làn đường cao tốc?",
        "result": "A"
    },
    {
        "answer_a": "Lắp đặt, sử dụng còi, đèn không đúng thiết kế của nhà sản xuất đối với từng loại xe cơ giới.",
        "answer_b": "Sử dụng thiết bị âm thanh gây mất trật tự an toàn giao thông, trật tự công cộng.",
        "answer_c": "",
        "answer_d": "",
        "id": "128",
        "image": "img_128",
        "num_exam": "7",
        "question": "Các hành vi nào sau đây bị nghiêm cấm?",
        "result": "A,B"
    },
    {
        "answer_a": "Phải đội mũ bảo hiểm có cài quay đúng quy cách, mặc quần áo gọn gàng.",
        "answer_b": "Không sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính).",
        "answer_c": "Buông cả hai tay hoặc đi xe bằng 1 bánh.",
        "answer_d": "Tất cả các ý nêu trên.",
        "id": "129",
        "image": "img_129",
        "num_exam": "7",
        "question": "Trong các trường hợp dưới đây, để đảm bảo an toàn khi tham gia giao thông, người lái xe mô tô cần thực hiện như thế nào?",
        "result": "A,B"
    },
    {
        "answer_a": "Điều khiển xe đi bên phải chiều đi của mình",
        "answer_b": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông.",
        "answer_c": "Đi đúng phần đường, làn đường quy định; đội mũ bảo hiểm đúng quy cách.",
        "answer_d": "Đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm.",
        "id": "130",
        "image": "img_130",
        "num_exam": "7",
        "question": "Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?",
        "result": "A,C"
    },
    {
        "answer_a": "Biển 1 và 3.",
        "answer_b": "Biển 1 và 2.",
        "answer_c": "Biển 2 và 3.",
        "answer_d": "Cả ba biển.",
        "id": "131",
        "image": "img_131",
        "num_exam": "7",
        "question": "Biển nào báo hiệu nguy hiểm giao nhau với đường sắt?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 3.",
        "answer_c": "Biển 2.",
        "answer_d": "",
        "id": "132",
        "image": "img_132",
        "num_exam": "7",
        "question": "Biển nào báo hiệu “Đường giao nhau” của các tuyến đường cùng cấp?",
        "result": "A"
    },
    {
        "answer_a": "Không biển nào.",
        "answer_b": "Biển 1 và 2.",
        "answer_c": "Biển 2 và 3.",
        "answer_d": "Cả ba biển.",
        "id": "133",
        "image": "img_133",
        "num_exam": "7",
        "question": "Khi gặp biển nào thì xe mô tô hai bánh được đi vào?",
        "result": "C"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Cả ba biển.",
        "answer_d": "",
        "id": "134",
        "image": "img_134",
        "num_exam": "7",
        "question": "Khi gặp biển nào xe ưu tiên theo luật định vẫn phải dừng lại?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "Biển 1 và 2.",
        "id": "135",
        "image": "img_135",
        "num_exam": "7",
        "question": "Biển nào chỉ dẫn tên đường trên các tuyến đường đối ngoại?",
        "result": "C"
    },
    {
        "answer_a": "Xe khách, mô tô.",
        "answer_b": "Xe tải, mô tô.",
        "answer_c": "Xe con, xe tải.",
        "answer_d": "",
        "id": "136",
        "image": "img_136",
        "num_exam": "7",
        "question": "Theo tín hiệu đèn, xe nào được quyền đi là đúng quy tắc giao thông?",
        "result": "A"
    },
    {
        "answer_a": "Mô tô.",
        "answer_b": "Xe tải.",
        "answer_c": "Cả ba xe.",
        "answer_d": "Mô tô và xe tải.",
        "id": "137",
        "image": "img_137",
        "num_exam": "7",
        "question": "Xe nào đỗ vi phạm quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Mô tô, xe con.",
        "answer_b": "Xe con, xe tải.",
        "answer_c": "Mô tô, xe tải.",
        "answer_d": "Cả ba xe.",
        "id": "138",
        "image": "img_138",
        "num_exam": "7",
        "question": "Theo hướng mũi tên, xe nào được phép đi?",
        "result": "C"
    },
    {
        "answer_a": "Cho phép.",
        "answer_b": "Không được vượt.",
        "answer_c": "",
        "answer_d": "",
        "id": "139",
        "image": "img_139",
        "num_exam": "7",
        "question": "Bạn có được phép vượt xe mô tô phía trước không?",
        "result": "B"
    },
    {
        "answer_a": "Xe của bạn, mô tô, xe con.",
        "answer_b": "Xe con, xe của bạn, mô tô.",
        "answer_c": "Mô tô, xe con, xe của bạn.",
        "answer_d": "",
        "id": "140",
        "image": "img_140",
        "num_exam": "7",
        "question": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
        "result": "B"
    },
    {
        "answer_a": "Đường ưu tiên là đường mà trên đó phương tiện tham gia giao thông đường bộ phải nhường đường cho các phương tiện đến từ hướng khác khi qua nơi đường giao nhau, có thể được cắm biển báo hiệu đường ưu tiên.",
        "answer_b": "Đường ưu tiên là đường mà trên đó phương tiện tham gia giao thông đường bộ được các phương tiện đến từ hướng khác nhường đường khi qua nơi đường giao nhau, được cắm biển báo hiệu đường ưu tiên.",
        "answer_c": "Đường ưu tiên là đường chỉ dành cho một số loại phương tiện tham gia giao thông, được cắm biển báo hiệu đường ưu tiên.",
        "answer_d": "",
        "id": "141",
        "image": "img_141",
        "num_exam": "8",
        "question": "Khái niệm “đường ưu tiên” được hiểu như thế nào là đúng?",
        "result": "B"
    },
    {
        "answer_a": "Bị nghiêm cấm.",
        "answer_b": "Không bị nghiêm cấm.",
        "answer_c": "",
        "answer_d": "",
        "id": "142",
        "image": "img_142",
        "num_exam": "8",
        "question": "Người điều khiển phương tiện giao thông đường bộ mà trong cơ thể có chất ma túy có bị nghiêm cấm hay không?",
        "result": "A"
    },
    {
        "answer_a": "Không bị nghiêm cấm.",
        "answer_b": "Nghiêm cấm tùy từng trường hợp cụ thể.",
        "answer_c": "Bị nghiêm cấm.",
        "answer_d": "",
        "id": "143",
        "image": "img_143",
        "num_exam": "8",
        "question": "Hành vi bỏ trốn sau khi gây tai nạn để trốn tránh trách nhiệm hoặc khi có điều kiện mà cố ý không cứu giúp người bị tai nạn giao thông có bị nghiêm cấm hay không?",
        "result": "C"
    },
    {
        "answer_a": "Là trách nhiệm của ngành giao thông vận tải và ngành công an.",
        "answer_b": "Là trách nhiệm của cơ quan, tổ chức, cá nhân.",
        "answer_c": "Là trách nhiệm của cảnh sát giao thông.",
        "answer_d": "",
        "id": "144",
        "image": "img_144",
        "num_exam": "8",
        "question": "Bảo đảm trật tự an toàn giao thông đường bộ là trách nhiệm của ai?",
        "result": "B"
    },
    {
        "answer_a": "Cho xe đi trên bất kỳ làn đường nào; khi cần thiết phải chuyển làn đường, người lái xe phải có đèn tín hiệu báo trước và phải bảo đảm an toàn.",
        "answer_b": "Phải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép; khi chuyển làn phải có tín hiệu báo trước và phải đảm bảo an toàn.",
        "answer_c": "Phải cho xe đi trong một làn, khi chuyển làn đường phải có tín hiệu báo trước, chú ý quan sát để bảo đảm an toàn.",
        "answer_d": "",
        "id": "145",
        "image": "img_145",
        "num_exam": "8",
        "question": "Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi như thế nào?",
        "result": "B"
    },
    {
        "answer_a": "Phải nhanh chống giảm tốc độ, tránh hoặc dừng lại sát lề đường bên trái để nhường đường.",
        "answer_b": "Phải nhanh chống tăng tốc độ, tránh sát lề đường để nhường đường cho xe ưu tiên. Cấm các hành vi gây cản trở xe ưu tiên.",
        "answer_c": "Phải nhanh chống giảm tốc độ, tránh hoặc dừng lại sát lề đường bên phải để nhường đường. Không được gây cản trở xe được quyền ưu tiên.",
        "answer_d": "",
        "id": "146",
        "image": "img_146",
        "num_exam": "8",
        "question": "Khi có tín hiệu của xe ưu tiên, người tham gia giao thông phải làm gì?",
        "result": "C"
    },
    {
        "answer_a": "Người đi bộ, xe thô sơ, xe gắn máy và xe ô tô.",
        "answer_b": "Xe mô tô và xe máy chuyên dùng có tốc độ thiết kế lớn hơn 70km/h.",
        "answer_c": "Người đi bộ, xe thô sơ, xe gắn máy, xe mô tô và xe máy chuyên dùng có tốc độ thiết kế nhỏ hơn 70km/h.",
        "answer_d": "",
        "id": "147",
        "image": "img_147",
        "num_exam": "8",
        "question": "Những trường hợp nào ghi ở dưới đây không được đi vào đường cao tốc trừ người, phương tiện, thiết bị phục vụ cho việc quản lý, bảo trì đường cao tốc?",
        "result": "C"
    },
    {
        "answer_a": "Bảo vệ hiện trường, giúp đỡ, cứu chữa người bị nạn, bảo vệ tài sản của người bị nạn.",
        "answer_b": "Báo tin ngay cho cơ quan công an, y tế hoặc Ủy ban nhân dân nơi gần nhất, cung cấp thông tin xác thực về vụ tai nạn theo yêu cầu của cơ quan có thẩm quyền.",
        "answer_c": "",
        "answer_d": "",
        "id": "148",
        "image": "img_148",
        "num_exam": "8",
        "question": "Những người có mặt tại nơi xảy ra tai nạn giao thông có trách nhiệm gì?",
        "result": "A,B"
    },
    {
        "answer_a": "Đường bộ nằm trong khu vực nội thành phố, nội thị xã, nội thị trấn, khu công nghiệp có đông người và phương tiện tham gia giao thông.",
        "answer_b": "Đường bộ nằm trong khu vực nội thành phố, nội thị xã và những đoạn đường bộ được xác định từ vị trí có hiệu lực của biển báo hiệu “bắt đầu khu đông dân cư” đến vị trí có hiệu lực của biển báo hiệu “hết khu đông dân cư”.",
        "answer_c": "Đường bộ có đông người, phương tiện tham gia giao thông và những đoạn đường bộ được xác định từ vị trí có hiệu lực của biển báo hiệu “bắt đầu khu đông dân cư” đến vị trí có hiệu lực của biển báo hiệu “hết khu đông dân cư”.",
        "answer_d": "",
        "id": "149",
        "image": "img_149",
        "num_exam": "8",
        "question": "Đường bộ trong khu vực đông dân cư gồm những đường nào?",
        "result": "B"
    },
    {
        "answer_a": "Có giấy phép lái xe phù hợp với loại xe được phép điều khiển, xe cơ giới đảm bảo các quy định về chất lượng, an toàn kỹ thuật và bảo vệ môi trường.",
        "answer_b": "Có giấy chứng nhận trách nhiệm bảo hiểm dân sự của chủ xe cơ giới còn hiệu lực, nộp phí sử dụng đường bộ theo quy định.",
        "answer_c": "",
        "answer_d": "",
        "id": "150",
        "image": "img_150",
        "num_exam": "8",
        "question": "Người có văn hóa giao thông, khi điều khiển xe cơ giới tham gia giao thông đường bộ phải đảm bảo các điều kiện gì?",
        "result": "A,B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2 và 3.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "151",
        "image": "img_151",
        "num_exam": "8",
        "question": "Biển nào báo hiệu sắp đến chỗ giao nhau với đường sắt có rào chắn?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1 và 2.",
        "answer_b": "Biển 1 và 3.",
        "answer_c": "Cả ba biển.",
        "answer_d": "Biển 2 và 3.",
        "id": "152",
        "image": "img_152",
        "num_exam": "8",
        "question": "Biển nào báo hiệu, chỉ dẫn xe đi trên đường này được quyền ưu tiên qua nơi giao nhau?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "153",
        "image": "img_153",
        "num_exam": "8",
        "question": "Biển nào báo hiệu giao nhau với đường không ưu tiên?",
        "result": "B"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Biển 3.",
        "answer_d": "",
        "id": "154",
        "image": "img_154",
        "num_exam": "8",
        "question": "Biển nào báo hiệu cấm xe mô tô hai bánh đi vào?",
        "result": "A"
    },
    {
        "answer_a": "Biển 1.",
        "answer_b": "Biển 2.",
        "answer_c": "Không biển nào.",
        "answer_d": "",
        "id": "155",
        "image": "img_155",
        "num_exam": "8",
        "question": "Biển nào cấm quay xe?",
        "result": "A,B"
    },
    {
        "answer_a": "Xe tải, xe lam, xe con, mô tô.",
        "answer_b": "Xe tải, mô tô, xe lam, xe con.",
        "answer_c": "Xe lam, xe tải, xe con, mô tô.",
        "answer_d": "Mô tô, xe lam, xe tải, xe con.",
        "id": "156",
        "image": "img_156",
        "num_exam": "8",
        "question": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
        "result": "B"
    },
    {
        "answer_a": "Xe tải.",
        "answer_b": "Xe con.",
        "answer_c": "Xe lam.",
        "answer_d": "",
        "id": "157",
        "image": "img_157",
        "num_exam": "8",
        "question": "Xe nào được quyền đi trước?",
        "result": "B"
    },
    {
        "answer_a": "Mô tô, xe con.",
        "answer_b": "Xe con, xe tải.",
        "answer_c": "Mô tô, xe tải.",
        "answer_d": "Cả ba xe.",
        "id": "158",
        "image": "img_158",
        "num_exam": "8",
        "question": "Theo hướng mũi tên, xe nào được phép đi?",
        "result": "C"
    },
    {
        "answer_a": "Xe tải, xe con.",
        "answer_b": "Xe khách, xe con.",
        "answer_c": "Xe khách, xe tải.",
        "answer_d": "",
        "id": "159",
        "image": "img_159",
        "num_exam": "8",
        "question": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
        "result": "C"
    },
    {
        "answer_a": "Xe của bạn, mô tô, xe con.",
        "answer_b": "Xe con, xe của bạn, mô tô.",
        "answer_c": "Mô tô, xe con, xe của bạn.",
        "answer_d": "",
        "id": "160",
        "image": "img_160",
        "num_exam": "8",
        "question": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
        "result": "B"
    }
]
